[
 {
     "id" : 0, 
     "title": "Yaku Aguamundi", 
     "type": "Mapping",
     "programs": "Resolume, Unreal Engine",
     "description": "An immersive 340 degrees mapping with 3D animated submarine animals endemic to Ecuador. I was in charge of the cinematography, rendering and mapping for the experience."  

 },
 {
   "id" : 1, 
   "title": "Nestle Hawkeye Game", 
   "type": "Application",
   "programs": "Unity Engine",
   "description": "A small game for Nestle about tennis. The player can select up to three hawkeye moments and guess if it was right or wrong. Design by client. Developed for Atiko7."  

 },
 {
    "id" : 2, 
    "title": "BDP Videoplayers", 
    "type": "Videowalls",
    "programs": "Three.js, OnSignTV, Java, HTML, CSS",
    "description": "A dynamic video player with categories developed for OnSignTV a CMS platform. For a videowall of eight screens (4*2) where two people can interact at a time browsing and playing video. Also on a videowall of four screens (2*2) for one user only. Design by client. Developed for Nido Interactive."  

 },
 {

   "id" : 3, 
   "title": "MuNa Museum", 
   "type": "Applications",
   "programs": "Unity Engine",
   "description": "Different applications for the National Museums. Developed for multitouch devices. I worked on the functionality of a game about creating collections, programming the museum map, and designed and programmed two timelines, one included a music player. Developed for Nido Interactive"  

 },
 {
    "id" : 4, 
    "title": "Distrito", 
    "type": "Webpage",
    "programs": "Pixi.js, HTML, Java, CSS",
    "description": "Interactive webpage with 2D sprites that simulate a 3D appearence. It includes a json file to dynamically add information for different interactive buildings. Developed for Atiko7."  

 },
 {
    "id" : 5, 
    "title": "MuPa Museum", 
    "type": "Applications",
    "programs": "Unity Editor, Arduino, OpenFrameworks",
    "description": "The Pasillo Museum applications for searching, browsing by category, and playing music. Worked on the design and programming. The information is loaded through a external database. Assited on a Karaoke machine controled by a jukebox. We rewired the buttons with an arduino to trigger differente karaoke songs. Developed for Nido Interactive."  

 },
 {
    "id" : 6, 
    "title": "Feminicidios Ecuador", 
    "type": "Webpage",
    "programs": "Tui.chart, HTML, Java, CSS, Google Sheets",
    "description": "A dynamic webpage about femicide in Ecuador that is updated through a database in Google Sheets. The webpage has charts and a map added with Toast UI charts. Developed for Nido Interactive."  

 }
 ,
 {
    "id" : 7, 
    "title": "Killka and Brisa", 
    "type": "Educational Toy",
    "programs": "Arduino, Processing",
    "description": "A interactive toy for children to help them learn Braille. It gives feedback of 6 buttons positions connected to an Arduino through headphones to help memorize the Braille alphabet positions. Developed in college as a social project."  

 }
 ,
 {
    "id" : 8, 
    "title": "Multifest", 
    "type": "Webpage VR",
    "programs": "Aframe, HTML, Java, CSS",
    "description": "Webpage developed for a VR video festival. It included ten different VR videos from around the world."  

 }
 ,
 {
    "id" : 9, 
    "title": "Invasion", 
    "type": "Game",
    "programs": "Unreal Engine",
    "description": "A small 2D game with an original idea for a class project."  

 }
 





]